[CelatidGrub X2CharacterTemplate]
strCharacterName="Целатид личинка"

[CelatidPupa X2CharacterTemplate]
strCharacterName="Целатид куколка"

[CelatidAdult X2CharacterTemplate]
strCharacterName="Целатид взрослый"

[CelatidTurret X2CharacterTemplate]
strCharacterName="Целатидовая турель"

[CelatidTurretMk2 X2CharacterTemplate]
strCharacterName="Целатидовая турель MK2"

[CelatidTurretMk3 X2CharacterTemplate]
strCharacterName="Целатидовая турель MK3"

[CorpseCelatid X2ItemTemplate]
FriendlyName="Труп целатида"
FriendlyNamePlural="Трупы целатидов"
BriefSummary="Относительно новое зрелище на поле боя, целатиды не входили в число пришельцев, замеченных среди первых сил вторжения. На первый взгляд этот вид выглядят своего рода газовым мешком и, похоже этот \"летающий\" пришелец, играет схожую боевую роль. Целатид представляет собой сплав органических и механических частей. Боевые отчеты предполагают, что он способен к регенерации и, по-видимому, использует биологические выделения как своего рода оружие. Мы считаем, что полное изучение этого существа может привести к созданию некоторых полезных оружейных технологий."

[AutopsyCelatid X2TechTemplate]
DisplayName="Вскрытие целатида"
Summary="Целатид - это летающий газовый мешок, который имеет удивительно высокую регенерацию клеток."
CodeName="Газовый мешок"
LongDescription="Целатид - простой организм, похожий на ранние земные формы жизни, такие как эхинодермы. Яд и кислота, которыми он атакует, на самом деле являются частью его собственных органов, так же используемых в качестве оружия. Можно подумать, что это недостаток, но целатиды обладают, откровенно говоря, неестественной регенеративной способностью, были свидетельства того, как они переживали несовместимые с жизнью травмы. Тело существа полно лишних органов, и, насколько мы можем судить, целатиды проходят несколько этапов жизни, приобретая все большую и большую внутреннюю сложность. Среди прочего, мы обнаружили асимметрично расположенные \"псионические узлы\". Видя, что у целатида отсутствует какая-либо идентифицируемая форма естественных органов чувств, мы считаем, что существо использует эти узлы для обнаружения враждебных форм жизни. Кроме всего целатид использует антигравитационную систему, которую он использует в качестве своей основной формы передвижения. Первоначально предполагалось, что это просто усиление, чтобы сделать существо более жизнеспособным в бою, но мы обнаружили, что МЭКи \"Адвента\" использует аналогичные технологии. Сочетая эту информацию с примитивной биологией целатидов, мы предполагаем, что эти существа - не что иное, как дроны со значительным биологическим компонентом. Р. Тайган."
 
[HybridAlienTurret X2TechTemplate]
DisplayName="Гибридная технология турелей пришельцев"
Summary="Теперь, когда мы понимаем, концепцию и принцип боевой тактики целатидов, мы можем работать над разработкой технологий создания наших собственных версий биодронов."
CodeName="Светлячок"
LongDescription="Похоже, мы недооценили вычислительную мощность мозговых узлов целатидов. Хотя сомнительно, что эти существа действительно разумны, но сохранившийся узелок мозга может превзойти по вычислительной мощности любой компьютер, созданный человечеством в начале двадцать первого века. Из-за рисков, связанных с использованием пси-технологий в сети \"Адвента\", мы решили полностью изменить назначение мозговых узлов целатидов и замедлить их скрытый псионический потенциал. Это требует от нас установки сенсорного оборудования на раму их турели, но это позволяет сэкономить на значительных расходах на электронику, которые возникают при создании автономного атакующего дрона. Помимо переосмысления биологии существа, мы решили использовать утиль из восстановленных трупов целатидов, чтобы дать устройству собственную антигравитационную систему. Пока что все целатид турели поставляются с обычным вооружением. Р. Тайган."

[HybridAlienSword X2TechTemplate]
DisplayName="Гибридная технология меча пришельцев"
Summary="Мы считаем, что с информацией, полученной в результате тщательного изучения биологии целатидов, мы можем дать нашим солдатам серьезное преимущество в бою. Это потребует обширных экспериментов. Миниатюризация оборудования жизнеобеспечения для переноса биологии целатида на технологию гибридного меча будет довольно новым для нас препятствием для технологического рывка."
CodeName="Ятаган"
LongDescription="Нам удалось изготовить рукоять, содержащую единственную токсинную железу целатида. Биологическая материя поддерживается небольшой автоматизированной системой и производит постоянный запас смертоносного яда. Благодаря использованию новой гибридной технологии, мы сможем производить клинки, которые позволят нашим солдатам наносить сокрушительные рукопашные удары, которые будет иметь серьезный долговременный эффект. Р. Тайган."

[Ability_CelatidAlien_PoisonSpitM1 X2AbilityTemplate]
LocFriendlyName="Кислота целатида"
LocLongDescription="Целатид способен плевать сгустком кислоты."
LocHelpText="Плевок сгустком целатидовой кислоты в указанную цель."
LocFlyOverText="Кислота целатида"

[Ability_CelatidAlien_PoisonSpitM2 X2AbilityTemplate]
LocFriendlyName="Кислота целатида"
LocLongDescription="Целатид способен плевать сгустком кислоты."
LocHelpText="Плевок сгустком целатидовой кислоты в указанную цель."
LocFlyOverText="Кислота целатида"

[Ability_CelatidAlien_PoisonSpitM3 X2AbilityTemplate]
LocFriendlyName="Кислота целатида"
LocLongDescription="Целатид способен плевать сгустком кислоты."
LocHelpText="Плевок сгустком целатидовой кислоты в указанную цель."
LocFlyOverText="Кислота целатида"

[Ability_CelatidAlien_PoisonCloud X2AbilityTemplate]
LocFriendlyName="Ядовитое облако"
LocLongDescription="Целатид способен выпускать ядовитое облако, которое может дезориентировать или даже оглушать врагов."
LocHelpText="Распространить ядовитое облако. При попадании, это облако может дезориентировать или оглушить."
LocFlyOverText="Ядовитое облако целатида"

[Celatidportal X2AbilityTemplate]
LocFriendlyName="Портал целатида"
LocLongDescription="Открывает портал целатидов, из которого могут быть вызваны другие целатиды или безликие в качестве подкрепления."
LocHelpText="Открыть портал целатида."
LocFlyOverText="Открыт портал целатида"

[Scimitar_CV X2WeaponTemplate]
FriendlyName="Ятаган"
FriendlyNamePlural="Ятаганы"
BriefSummary="Этот клинок предназначен для отравления врагов. Ятаган наносит немного больше урона, чем базовый меч"
TacticalText="Этот клинок предназначен для отравления врагов. Ятаган наносит немного больше урона, чем базовый меч"
AbilityDescName="Ятаган"

[Scimitar_MG X2WeaponTemplate]
FriendlyName="Магнитный ятаган"
FriendlyNamePlural="Магнитные ятаганы"
BriefSummary="Улучшенная версия ятагана. Эффективность меча увеличена за счет шанса оглушения врага при атаке, а также его отравления. Магнитный ятаган наносит немного больше урона, чем базовый магнитный меч."
TacticalText="Улучшенная версия ятагана. Эффективность меча увеличена за счет шанса оглушения врага при атаке, а также его отравления. Магнитный ятаган наносит немного больше урона, чем базовый магнитный меч."
AbilityDescName="Магнитный ятаган"

[Scimitar_BM X2WeaponTemplate]
FriendlyName="Плазменный ятаган"
FriendlyNamePlural="Плазменные ятаганы"
BriefSummary="Улучшенная версия ятагана. Эффективность меча увеличена за счет оглушения врага при атаке, а также его отравления. Плазменный ятаган наносит немного больше урона, чем базовый плазменный меч."
TacticalText="Улучшенная версия ятагана. Эффективность меча увеличена за счет оглушения врага при атаке, а также его отравления. Плазменный ятаган наносит немного больше урона, чем базовый плазменный меч."
AbilityDescName="Плазменный ятаган"

[DeployableCelatidTurret X2AbilityTemplate]
LocFriendlyName="Развертываемая целатидовая турель"
LocLongDescription="Активирует целатидовую турель XCOMа в указанном месте."
LocHelpText="Активировать целатидовую турель XCOMа в указанном месте."
LocFlyOverText="Активирована целатидовая турель"

[DeployableCelatidTurretMk2 X2AbilityTemplate]
LocFriendlyName="Развертываемая целатидовая турель MK2"
LocLongDescription="Активирует целатидовую турель MK2 XCOMа в указанном месте."
LocHelpText="Активировать целатидовую турель MK2 XCOMа в указанном месте."
LocFlyOverText="Активирована целатидовая турель MK2"

[DeployableCelatidTurretMk3 X2AbilityTemplate]
LocFriendlyName="Развертываемая целатидовая турель MK3"
LocLongDescription="Активирует целатидовую турель MK3 XCOMа в указанном месте."
LocHelpText="Активировать целатидовую турель MK3 XCOMа в указанном месте."
LocFlyOverText="Активирована целатидовая турель MK3"

[DeployableCelatidTurret X2WeaponTemplate]
FriendlyName="Развертываемая целатидовая турель"
BriefSummary="Целатидовая турель обеспечивает дополнительную огневую поддержку нашим солдатам. Она активируется как граната, бросьте в место, где нужно развернуть турель."
TacticalText="<Bullet/> Активирует целатидовую турель XCOMа в указанном месте.\n<Bullet/> Срок действия не истекает, пока турель не будет уничтожена."

[DeployableCelatidTurretMk2 X2WeaponTemplate]
FriendlyName="Развертываемая целатидовая турель MK2"
BriefSummary="Целатидовая турель MK2 обеспечивает дополнительную огневую поддержку нашим солдатам. Она активируется как граната, бросьте в место, где нужно развернуть турель."
TacticalText="<Bullet/> Активирует целатидовую турель XCOMа в указанном месте.\n<Bullet/> Срок действия не истекает, пока турель не будет уничтожена."

[DeployableCelatidTurretMk3 X2WeaponTemplate]
FriendlyName="Развертываемая целатидовая турель MK3"
BriefSummary="Целатидовая турель MK3 обеспечивает дополнительную огневую поддержку нашим солдатам. Она активируется как граната, бросьте в место, где нужно развернуть турель."
TacticalText="<Bullet/> Активирует целатидовую турель XCOMа в указанном месте.\n<Bullet/> Срок действия не истекает, пока турель не будет уничтожена."

[CelatidImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет целатида"
LocLongDescription="Иммунитет к ядовитому газу, яду криссалида и оглушению. Тем не менее, все еще может быть подвержен дезориентации, панике, управлению разумом, подавлению или ранению кислотой."
LocHelpText="Иммунитет к ядовитому газу, яду криссалида и оглушению. Тем не менее, все еще может быть подвержен дезориентации, панике, управлению разумом, подавлению или ранению кислотой"
LocFlyOverText="Иммунитет"

[CelatidTurret_WPN X2WeaponTemplate]
FriendlyName="Целатидовая турель"

[CelatidTurretMk2_WPN X2WeaponTemplate]
FriendlyName="Магнитная целатидовая турель"

[CelatidTurretMk3_WPN X2WeaponTemplate]
FriendlyName="Плазменная целатидовая турель"



[CelSabotageAlienFacility X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Заложите заряды X4 для уничтожения завода клонирования целатидов"
ObjectiveTextPools[1]="Эвакуируйте всех солдат XCOM"
ObjectiveTextPools[2]="Для завершения этой миссии вызовите \"Рейнджер\" и эвакуируйте всех солдат."
ObjectiveTextPools[3]="Тест лезвия 2"
ObjectiveTextPools[4]="Тест лезвия 3"


[CelSabotageAlienFacility X2MissionTemplate]
DisplayName="Саботируйте завод клонирования целатидов"
Briefing="Саботируйте завод клонирования целатидов"
PostMissionType="Саботируйте завод клонирования целатидов"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="Заложите заряд X4 на заводе клонирования целатидов"
ObjectiveTextPools[1]="Покиньте зону операции"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Sabotage.T_Sabotage_Narrative_Wrappers_01"
PreMissionNarratives[1]="X2NarrativeMoments.TACTICAL.Sabotage.T_Sabotage_Narrative_Wrappers_02"
PreMissionNarratives[2]="X2NarrativeMoments.TACTICAL.Sabotage.T_Sabotage_Narrative_Wrappers_03"
PreMissionNarratives[3]="X2NarrativeMoments.TACTICAL.Sabotage.T_Sabotage_Narrative_Wrappers_04"
PreMissionNarratives[4]="X2NarrativeMoments.TACTICAL.Sabotage.T_Sabotage_Narrative_Wrappers_05"


